{
  "basics": {
    "name": "Adam Zhang",
    "label": "",
    "image": "",
    "email": "czadamj@umn.edu",
    "phone": "",
    "url": "https://czadamj.github.io/",
    "summary": "",
    "location": {
      "address": "321 19th Avenue South, Room 3-117",
      "postalCode": "MN 55455",
      "city": "Minneapolis",
      "countryCode": "US",
      "region": "Minnesota"
    },
    "profiles": [
      {
        "network": "Twitter",
        "username": "czadamj",
        "url": "https://https://twitter.com/czadamj"
      }
    ]
  },
  "work": [
    {
      "name": "University of Minnesota, Carlson School of Management",
      "position": "Assistant Professor of Finance",
      "url": "https://czadamj.github.io/",
      "startDate": "2023-07-03",
      "endDate": "",
      "summary": "",
      "highlights": [
      ]
    }
  ],
  "volunteer": [],
  "education": [
    {
      "institution": "Stanford University",
      "url": "",
      "area": "Economics",
      "studyType": "PhD/MA",
      "startDate": "2017-09-25",
      "endDate": "2023-06-18",
      "score": "",
      "courses": [
      ]
    },
    {
      "institution": "University of California, Los Angeles",
      "url": "",
      "area": "Economics, Mathematics/Economics with Specialization in Computing",
      "studyType": "MA/BS",
      "startDate": "2012-09-24",
      "endDate": "2017-06-18",
      "score": "",
      "courses": [
      ]
    }
  ],"interests": [
    {
      "name": "Asset Pricing",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "Macro-Finance","Market Structure"
      ]
    },{
      "name": "Macroeconomics",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "Consumption/Savings","Inequality"
      ]
    },
    {
      "name": "Household Finance",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "Retirement Saving","Housing"
      ]
    },
    {
      "name": "Machine Learning",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "Structural Estimation","Deep Learning"
      ]
    }
  ],
  "projects": [
    {
      "name": "Before and After Target Date Investing: The General Equilibrium Implications of Retirement Saving Dynamics",
      "summary": "This paper quantifies the general equilibrium effects of financial innovation that increases access to equity markets. I study an overlapping generations model with both idiosyncratic and aggregate risk, solved with machine learning techniques. A benchmark economy with limited stock market participation and rebalancing frictions matches the current dynamics of macro aggregates, equity and bond returns, as well as wealth and portfolio concentration. A counterfactual experiment shows how widespread adoption of target date funds would improve risk sharing, reduce inequality, and generate substantial welfare gains for households in the bottom 90% of wealth distribution. The equity premium drops from 6.4% to 1.7%, while the standard deviation of equity returns stabilizes from 21.9% to 14.6%. Target date investing redistributes 20-30% of wealth from the top 10% to the rest of the economy, and young agents benefit from better risk sharing. Outcomes are very close between an economy with target date funds and one without any participation costs or rebalancing frictions.",
      "highlights": [
        "Retirement Saving",
        "Asset Pricing",
        "Machine Learning"
      ],
      "startDate": "2023-01-01",
      "endDate": "",
      "url": "https://czadamj.github.io/assets/pdf/ZhangA_JMP.pdf"
    },
    {
      "name": "The Political Economy of China’s Housing Boom (with Xu Lu)",
      "summary": "This paper provides causal evidence that the Chinese Communist Party’s cadre promotion system contributed to China’s real estate boom between 2003 and 2015. We first show that promotions of city-level communist leaders to higher ranks were largely based on city GDP performances. We then identify exogenous shocks to their promotion chances, caused by new social tie establishments between city-level officials and their superiors, using provincial party leader changes initiated by the central government. An incumbent city leader who shared the same hometown with a newly appointed provincial leader was 50% more likely to be promoted than average, regardless of the city’s GDP performance. Cities where leaders had hometown connections experienced 40% higher supplies of residential land, while industrial and commercial land supplies both dropped by 30% and total land supplies were not affected. House price growth rates were also 50% lower than average in such cities.",
      "highlights": [
        "Real Estate",
        "Political Economy",
        "Chinese Economy"
      ],
      "startDate": "2018-01-01",
      "endDate": "",
      "url": "https://czadamj.github.io/assets/pdf/LuZhang_PoliticalChinaHousing.pdf"
    },
    {
      "name": "A House for a Bride: Marriage and Homeownership in China (with Scarlet Chen)",
      "summary": "This paper studies the phenomenon of marriage house in China and its effects on demographics and homeownership. We first show empirical evidence for the complementarity between marriage and homeownership: single males with a marriage house (a house where the newlywed can move into) have 70% higher odds of getting married compared to their counterparts who do not have a marriage house. In addition, the timing of home purchase exhibits a clear cut-off around the time of marriage, with the probability of purchasing a house peaking 0-2 years before marriage and slumping immediately after the time of marriage. Moreover, in the cross section, county house prices and average age at marriage are highly correlated in both level and in growth rate. We then quantify the marriage related incentives for homeownership using a lifecycle consumption-savings model with housing demand and ownership-dependent marriage shocks. In a counterfactual world where the marriage-house complementarity is absent, 45% of households under age 45 would delay their home purchases. Removing the marriage house friction from the marriage market would have slowed down the rise in age at first marriage by 40% between 1995 and 2010. Our results suggest that policies directed at either housing affordability or demographics can have significant consequences for both marriage and housing markets in China.",
      "highlights": [
        "Real Estate",
        "Demographics",
        "Chinese Economy"
      ],
      "startDate": "2018-01-01",
      "endDate": "",
      "url": "https://czadamj.github.io/assets/pdf/ChenZhang_MarriageHousingChina.pdf"
    },
    {
      "name": "Inequality and Redistribution (with Michael Boskin and Kareem Elnahal)",
      "summary": "Using data on U.S. state and federal taxes and transfers over a quarter century, we estimate a regression model that yields the marginal effect of any shift of market income share from one quintile to another on the entire post tax, post-transfer income distribution. We identify exogenous income distribution changes and account for reverse causality using instruments based on exposure to international trade shocks, international commodity price shocks and national industry demand shocks, as well as lagged endogenous variables, with controls for the level of income, the business cycle and demographics. We find attenuation initially increases in quintile rank, peaks at the middle quintile and then falls for higher income quintiles, consistent with median voter political economy theory and what Stigler called Director’s law. We also provide evidence of considerable and systematic spillover effects on quintiles neither gaining nor losing in the “experiments,” also favoring the middle quintile, what we label the greedy median voter. “Voting” and “income insurance” coalition analyses are presented. We find a strong negative relationship between average real income and redistribution.",
      "highlights": [
        "Inequality",
        "Fiscal Policy",
        "Political Economy"
      ],
      "startDate": "2017-01-01",
      "endDate": "",
      "url": "https://czadamj.github.io/assets/pdf/ChenZhang_MarriageHousingChina.pdf"
    }
  ],
  "awards": [
    {
      "title": "Gale and Steve Kohlhagen Fellowship in Economics",
      "date": "2022-09-01",
      "awarder": "Stanford Institute for Economic Policy Research (SIEPR)"
    },
    {
      "title": "Bradley Graduate Fellowship",
      "date": "2022-01-01",
      "awarder": "Stanford Institute for Economic Policy Research (SIEPR)"
    },
    {
      "title": "Fan Charitable Foundation Fellowship",
      "date": "2017-09-25",
      "awarder": "Stanford School of Humanities and Sciences (H&S)"
    },
    {
      "title": "Highest Departmental Honors",
      "date": "2017-06-18",
      "awarder": "UCLA Department of Mathematics"
    },
    {
      "title": "College Honors",
      "date": "2017-06-18",
      "awarder": "UCLA College of Letters and Science"
    },
    {
      "title": "Joel Rothblatt Scholarship",
      "date": "2017-06-18",
      "awarder": "UCLA College of Letters and Science"
    },
    {
      "title": "Outstanding Mathematics/Economics Student Award",
      "date": "2017-06-18",
      "awarder": "UCLA Department of Mathematics"
    },
    {
      "title": "Phi Beta Kappa",
      "date": "2017-06-18",
      "awarder": "UCLA"
    },
    {
      "title": "Undergraduate Research Fellowship",
      "date": "2016-09-18",
      "awarder": "UCLA Department of Economics"
    },
    {
      "title": "Departmental Scholar",
      "date": "2016-09-18",
      "awarder": "UCLA Department of Economics"
    },
    {
      "title": "Stuart Waugh and Scott Waugh Scholarship",
      "date": "2016-09-18",
      "awarder": "UCLA College of Letters and Science"
    }
  ],
  "certificates": [],
  "publications": [],
  "skills": [],
  "languages": [
    {
      "language": "Chinese",
      "fluency": "Native speaker"
    },
    {
      "language": "English",
      "fluency": "Fluent"
    }
  ],
  "references": []
}